/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "འབྲེལ་བ་མ་བཅད་གོང་སྐར་མ་གཅིག་གི་ཉེན་བརྡ།";

/* Title for the about page */
"About" = "དེའི་སྐོར།";

/* Title for the accounts tab */
"Accounts" = "ཐོ་མཛོད།";

/* stirng to describe advanced set of settings */
"Advanced" = "ཡར་ཐོན། ";

/* Agree to EULA */
"Agree" = "མོས་མཐུན་བྱོས། ";

/* the name for AIM */
"AOL Instant Messenger" = "AOL ཡིག་འཕྲིན།";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "རང་འགུལ་གྱི་གསུབ། ";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "རང་བཞིན་ནས་གློ་བུར་དུ་མིང་མེད་གྱི་ཐོ་བསྐུར། ";

/* Label in buddylist for users that are available */
"Available" = "འདིར་ཡོད། ";

/* Label in buddylist for users that are away */
"Away" = "འདིར་མེད།";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "རྒྱབ་ལྗོངས་ཀྱི་སྡེ་ཚན་དེ་དུས་ཡུན་སྐར་མ་གཅིག་གི་ནང་ལ་རྫོགས། ";

/* string to describe basic set of settings */
"Basic" = " རྨང་གཞི།";

/* Title for the buddy list tab */
"Buddy List" = "གྲོགས་པོའི་ཐོ་གཞུང་།";

/* Cancel an alert window */
"Cancel" = "ཕྱིར་འཐེན་བྱོས། ";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "གསང་སྡོམ་བྱས་པའི་གླེང་མོལ་དེ་མེད་པ་བཟོས།";

/* Title for chat view */
"Chat" = "གླེང་མོལ།";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "ངའི་མཉམ་དུ་བདེ་འཇགས་ཀྱི་གླེང་མོལ་བྱོས། ";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ཉེན་སྲུང་གླེང་མོལ་དེ་བཟོ་བཅོས་ཐུབ་པའི་ལས་སྣོན་མང་པོ་བརྒྱུད་ཁྱེད་ཀྱི་མདུན་ལ་བཞག་ཡོད། ";

/* let users know source is on Github */
"Check out the source here on Github" = "Github ཡི་སྒང་གི་ཁུངས་དེ་ལ་བལྟ་རོགས། ";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "གླེང་མོལ་གྱི་ལོ་རྒྱུས་གཙང་སེལ་བྱོས། ";

/* Whether or not account is logged in */
"Connected" = "མཐུད་ཡོད།";

/* label for a link to contribute a new translation */
"Contribute a translation" = "ཡིག་བསྒྱུར་མཐུན་སྦྱོར་བྱོས། ";

/* Title for the conversations tab */
"Conversations" = "གླེང་མོལ་ཁག";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "ཐོ་མཛོད་གསུབ་ཀྱི་ཡིན་ནམ།";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "འབྲེལ་བ་བཅད་སྐབས་གླེང་མོལ་རྣམས་གསུབ།";

/* Disagree with EULA */
"Disagree" = "མོས་མཐུན་མ་བྱེད། ";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "འབྲེལ་བ་བཅད་ཚར། ";

/* Label text for domain field on login scree */
"Domain" = "ཁོངས།";

/* Title for button to press when user is finished */
"Done" = "འགྲུབ། ";

/* Title of error message popup box */
"Error!" = "ནོར་འཁྲུལ།";

/* the name for facebook */
"Facebook" = "ངོ་དེབ།";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "XMPP ཡི་ཞབས་ཞུར་འབྲེལ་མཐུད་བྱེད་ཐུབ་མ་སོང་། སྐུ་མཁྱེན། ཁྱེད་ཀྱི་ནང་འཇུག་གི་དཔང་རྟགས་དང་དྲ་རྒྱའི་འབྲེལ་མཐུད་ལ་བརྟག་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། ";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "ཁུངས་སྐྱེལ་བརྟག་དཔྱད་འགོ་འཛུགས་མ་སོང་། སྐུ་མཁྱེན། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། ";

/* your fingerprint */
"Fingerprint for you" = "ཁྱེད་ཀྱི་མཛུབ་རིས།";

/* Size for the font in the chat screen */
"Font Size" = "ཡི་གེའི་ཆེ་ཆུང་། ";

/* the name for google talk */
"Google Talk" = "གྷོ་རྒེལ་གླེང་མོལ།";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "དོ་བདག་གི་མིང་མི་མཐུན།";

/* Text describing possible security risks */
"If you require true security, meet in person. This software, its dependencies, or the underlying OTR protocol could contain security issues. The full source code is available on Github but has not yet been audited by an independent security expert. Use at your own risk." = "གལ་སྲིད་ཁྱོད་ལ་དངོས་ཡོད་ཀྱི་ཉེན་སྲུང་མཁོ་ན། མི་དང་གདོང་ཐུག་རོགས། མཉེན་ཆས་འདི་གཞན་བརྟེན་ཡིན་ཞིང་བེད་སྤྱོད་གཏོང་བཞིན་པའི་ OTR ཡི་མ་ཟིན་འདིར་བདེ་འཇགས་ཀྱི་གནད་དོན་འདུས། ཚབ་ཨང་ཆ་ཚང་བ་ Github ཡི་སྟེང་དུ་ཡོད་རེད། འོན་ཀྱང་། དེ་ལ་རང་དབང་ཅན་གྱི་ཉེན་སྲུང་ཆེད་ལས་བས་ཞིབ་འཇུག་བྱས་ཡོད་མ་རེད། སོ་སོའི་ཉེན་ཁའི་གནས་སུ་བེད་སྤྱོད་ཐོངས། ";

/* Ignore an incoming message */
"Ignore" = "སྣང་མེད་ཐོངས། ";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "གསང་སྡོམ་གྱི་གཏམ་གླེང་འགོ་རྩོམ། ";

/* Message shown inline for users that are available */
"is now available" = "ད་ལྟ་འདིར་ཡོད།";

/* Message shown inline for users that are away */
"is now away" = "ད་ལྟ་འདིར་མེད།";

/* Message shown inline for users that are offline */
"is now offline" = "ད་ལྟ་དྲ་ཐོག་ན་མེད། ";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "སྟོང་བཤད། (XMPP)";

/* log in to account */
"Log In" = "ནང་འཇུག་བྱོས། ";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "སྒྲིག་བཟོའི་ངོས་ལ་ནང་འཛུལ་བྱོས། (གཡས་ངོས་ཀྱི་རྩེ་རུ་གྲོགས་པོའི་ཐོ་གཞུང་།) དེ་ནས་གྲོགས་པོའི་ཐོ་གཞུང་ལས་གྲོགས་པོ་ཞིག་བདམས་ནས་གླེང་མོལ་འགོ་ཚུགས། ";

/* log out from account */
"Log Out" = "ཕྱིར་ཐོན། ";

/* shown during the login proceess */
"Logging in..." = "ནང་ཞུགས་བྱེད་བཞིན་ཡོད། ";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "ནང་འཇུག་བྱེད་བཞིན་ཡོད། ";

/* Ask user if they want to logout of AIM */
"Logout from AIM?" = "AIM ནས་ཕྱིར་འདོན་བྱེད་ཀྱི་ཡིན་ནམ། ";

/* ask user if they want to log out of xmpp */
"Logout from XMPP?" = "XMPP ནས་ཕྱིར་འདོན་བྱེད་ཀྱི་ཡིན་ནམ། ";

/* For a new settings value */
"New" = "གསར་པ།";

/* Title for New Account View */
"New Account" = "ཁ་བྱང་གསར་བ།";

/* Message infomring user that there are no accounts currently saved */
"No Saved Accounts" = "ཁ་བྱང་ཉར་ཚགས་བྱས་མི་འདུག ";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "མི་འདུག ";

/* Label in buddylist for users that are offline */
"Offline" = "དྲ་ཐོག་ན་མེད། ";

/* Accept the dialog */
"OK" = "འགྲིག";

/* For an old settings value */
"Old" = "རྙིང་པ།";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "(Safari) ས་ཧྥ་རེས་ནང་ཁ་ཕྱེས།";

/* Hint text for domain field telling user this field is not required */
"Optional" = " གདམ་ཀ་ཅན། ";

/* Title for other miscellaneous settings group */
"Other" = "གཞན།";

/* Label text for password field on login screen */
"Password" = "གསང་ཚིག";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "གཏན་དུ་གསུབ། ";

/* label for link to ChatSecure project website */
"Project Homepage" = "མདུན་ངོས་སྟོན། ";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "བརྡ་དོན་གྱི་མཛུབ་ཐེལ་དེ་གཞན་གྱི་ཆེད། ";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "ཀློགས། ";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "ཉེ་ཆར་གྱི་གླེང་མོལ། ";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "གསང་ཚིག་བསྐྱར་དྲན།";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "བེད་སྤྱོད་གཏོང་མཁན་གྱི་མིང་དྲན་པར་གྱིས། ";

/* Reply to an incoming message */
"Reply" = "ལན་རྒྱོབས།";

/* Title for button for saving a setting */
"Save" = "ཉར་ཚགས་བྱོས། ";

/* Title of alert box warning about security issues */
"Security Warning" = "ཉེན་སྲུང་གི་ཉེན་བརྡ།";

/* string for settings to allow self signed ssl stirng */
"Self Signed SSL" = "རང་གི་མིང་བཀོད་བྱེད་པའི་SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "རང་གི་མིང་བཀོད་བྱེད་པའི་SSL";

/* For sending a message */
"Send" = "ཐོངས། ";

/* Title for crash reports settings switch */
"Send Crash Reports" = "གློ་བུར་བའི་བརྡ་ཐོ་ཐོངས། ";

/* Title for the Settings screen */
"Settings" = "སྒྲིག་བཟོ།";

/* Title for sharing a link to the app */
"Share" = "བགོ་འགྲེམས་བྱོས། ";

/* Title for setting about showing a warning before disconnection */
"Signout Warning" = "ཉེན་བརྡ་ཕྱིར་ཐོན། ";

/* description for what the font size setting affects */
"Size for font in chat view" = "གླེང་མོལ་མཐོང་བཤེར་ནང་ཡི་གེའི་ཆེ་ཆུང་སྒྲིག ";

/* stirng for settings to allow ssl mismatch */
"SSL Hostname Mismatch" = "SSLགྱི་གནས་བདག་གི་མིང་མི་མཐུན།";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "%@ ཡི་མཉམ་གྱི་གླེང་མོལ་དེ་བདེ་འཇགས་རེད་མི་འདུག ";

/* Warns user that the current chat is secure */
"This chat is secured" = "གླེང་མོལ་འདི་ལ་བདེ་འཇགས་ཡོད། ";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "གླེང་མོལ་འདི་ལ་བདེ་འཇགས་དང་ཁག་ཐག་ཡོད། ";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "QR ཡི་ཚབ་ཨང་འདིར་འབྲེལ་ཐག་ http://omniqrcode.com/q/chatsecure འདི་ཡོད་ཅིང་དེ་ཡིས་བཀོལ་སྤྱོད་བང་མཛོད་ཕྱོགས་སུ་བསྐྱར་སྟོན་བྱེད། ";

/* Label text for username field on login screen */
"Username" = "བེད་སྤྱོད་གཏོང་མཁན་གྱི་མིང་། ";

/* Shown when verifying fingerprints */
"Verify" = "བདེན་དཔང་བྱོས། ";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "མཛུབ་རིས་བདེན་དཔང་བྱོས། ";

/* when displaying version numbers such as 1.0.0 */
"Version" = "པར་གཞི། ";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "ཉེན་བརྡ། གླེང་མོལ་འདི་གསང་སྡོམ་བྱེད་མེད།";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "ཉེན་བརྡ། བག་ཟོན་དང་མཉམ་དུ་བེད་སྤྱོད་ཐོངས། འདི་ཡིས་གཅིག་བྱས་ན་ཁྱེད་ཀྱི་ཉེན་སྲུང་འཕྲི་སྲིད། ";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "ཁྱེད་རང་གླེང་མོལ་འདི་ནས་བུད་དུས། འདི་དུས་གཏན་དུ་གསུབ་གི་རེད། ";

/* Message shown when user is disconnected */
"You have disconnected." = "ཁྱེད་ཀྱིས་འབྲེལ་བ་བཅད་འདུག";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "ཁྱེད་རང་ཐོག་མ་ནས་ཉེན་སྲུང་གླེང་མོལ་གྱི་ནང་དུ་ཡོད་དགོས། ";

/* error message shown when user doesnt fill in a username or password */
"You must enter a username and a password to login." = "ནང་འཇུག་བྱེད་པར་ཁྱེད་ཀྱིས་བེད་སྤྱོད་གཏོང་མཁན་གྱི་མིང་དང་གསང་ཚིག་ངེས་པར་དུ་འཇུག་དགོས། ";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "ཁྱེད་ཀྱི་ངོ་དེབ་ཀྱི་མིང་དེ་ཁྱེད་ཀྱིས་ངོ་དེབ་ལ་ནང་འཛུལ་བྱེད་པར་བེད་སྤྱོད་བཏང་བའི་གློག་འཕྲིན་ཁ་བྱང་དེ་མ་རེད། ";

